abusaidm.html-snippets
batisteo.vscode-django
christian-kohler.path-intellisense
Dart-Code.dart-code
Dart-Code.flutter
Equinusocio.vsc-community-material-theme
Equinusocio.vsc-material-theme
equinusocio.vsc-material-theme-icons
Ikuyadeu.r
Mikhail-Arkhipov.r
ms-azuretools.vscode-docker
ms-python.anaconda-extension-pack
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vsliveshare.vsliveshare
Nash.awesome-flutter-snippets
oderwat.indent-rainbow
qiskit.qiskit-vscode
RandomFractalsInc.vscode-data-preview
redhat.vscode-yaml
ritwickdey.LiveServer
shd101wyy.markdown-preview-enhanced
VisualStudioExptTeam.vscodeintellicode
